// import cheeseBort from '../public/images/pizzasImages/99f5cb91225b4875bd06a26d2e842106.png';

// const cheeseBort: import('../public/images/pizzasImages/99f5cb91225b4875bd06a26d2e842106.png').StaticImageData;

export const categories = [
  {
    name: 'Пиццы', // 1
  },
  {
    name: 'Комбо', // 2
  },
  {
    name: 'Завтаки', // 3
  },
  {
    name: 'Закуски', // 4
  },
  {
    name: 'Напитки', // 5
  },
  {
    name: 'Коктейли', // 6
  },
  {
    name: 'Кофе', // 7
  },
  {
    name: 'Десерты', // 8
  },
];

export const _ingredients = [
  {
    name: 'Сырный бортик',
    price: 17.9,

    // imageUrl: '../public/images/pizzasImages/99f5cb91225b4875bd06a26d2e842106.png',
    imageUrl: '/images/pizzasIngredientsImages/99f5cb91225b4875bd06a26d2e842106.png',
  },
  {
    name: 'Сливочная моцарелла',
    price: 7.9,
    imageUrl: '/images/pizzasIngredientsImages/cdea869ef287426386ed634e6099a5ba.png',
  },
  {
    name: 'Сыры чеддер и пармезан',
    price: 7.9,
    imageUrl: '/images/pizzasIngredientsImages/000D3A22FA54A81411E9AFA69C1FE796.png',
  },
  {
    name: 'Острый перец халапеньо',
    price: 5.9,
    imageUrl: '/images/pizzasIngredientsImages/11ee95b6bfdf98fb88a113db92d7b3df.png',
  },
  {
    name: 'Нежный цыпленок',
    price: 7.9,
    imageUrl: '/images/pizzasIngredientsImages/000D3A39D824A82E11E9AFA5B328D35A.png',
  },
  {
    name: 'Шампиньоны',
    price: 5.9,
    imageUrl: '/images/pizzasIngredientsImages/000D3A22FA54A81411E9AFA67259A324.png',
    // imageUrl: 'https://cdn.dodostatic.net/static/Img/Ingredients/000D3A22FA54A81411E9AFA67259A324',
  },
  {
    name: 'Бекон',
    price: 7.9,
    imageUrl: '/images/pizzasIngredientsImages/000D3A39D824A82E11E9AFA637AAB68F.png',
    // imageUrl: 'https://cdn.dodostatic.net/static/Img/Ingredients/000D3A39D824A82E11E9AFA637AAB68F',
  },
  {
    name: 'Ветчина',
    price: 7.9,
    imageUrl: '/images/pizzasIngredientsImages/000D3A39D824A82E11E9AFA61B9A8D61.png',
    // imageUrl: 'https://cdn.dodostatic.net/static/Img/Ingredients/000D3A39D824A82E11E9AFA61B9A8D61',
  },
  {
    name: 'Пикантная пепперони',
    price: 7.9,
    imageUrl: '/images/pizzasIngredientsImages/000D3A22FA54A81411E9AFA6258199C3.png',
    // imageUrl: 'https://cdn.dodostatic.net/static/Img/Ingredients/000D3A22FA54A81411E9AFA6258199C3',
  },
  {
    name: 'Острая чоризо',
    price: 7.9,
    imageUrl: '/images/pizzasIngredientsImages/000D3A22FA54A81411E9AFA62D5D6027.png',
    // imageUrl: 'https://cdn.dodostatic.net/static/Img/Ingredients/000D3A22FA54A81411E9AFA62D5D6027',
  },
  {
    name: 'Маринованные огурчики',
    price: 5.9,
    imageUrl: '/images/pizzasIngredientsImages/000D3A21DA51A81211E9EA89958D782B.png',
    // imageUrl: 'https://cdn.dodostatic.net/static/Img/Ingredients/000D3A21DA51A81211E9EA89958D782B',
  },
  {
    name: 'Свежие томаты',
    price: 5.9,
    imageUrl: '/images/pizzasIngredientsImages/000D3A39D824A82E11E9AFA7AC1A1D67.png',
    // imageUrl: 'https://cdn.dodostatic.net/static/Img/Ingredients/000D3A39D824A82E11E9AFA7AC1A1D67',
  },
  {
    name: 'Красный лук',
    price: 5.9,
    imageUrl: '/images/pizzasIngredientsImages/000D3A22FA54A81411E9AFA60AE6464C.png',
    // imageUrl: 'https://cdn.dodostatic.net/static/Img/Ingredients/000D3A22FA54A81411E9AFA60AE6464C',
  },
  {
    name: 'Сочные ананасы',
    price: 5.9,
    imageUrl: '/images/pizzasIngredientsImages/000D3A21DA51A81211E9AFA6795BA2A0.png',
    // imageUrl: 'https://cdn.dodostatic.net/static/Img/Ingredients/000D3A21DA51A81211E9AFA6795BA2A0',
  },
  {
    name: 'Итальянские травы',
    price: 3.9,
    imageUrl: '/images/pizzasIngredientsImages/370dac9ed21e4bffaf9bc2618d258734.png',
    // 'https://cdn.dodostatic.net/static/Img/Ingredients/370dac9ed21e4bffaf9bc2618d258734.png',
  },
  {
    name: 'Сладкий перец',
    price: 5.9,
    imageUrl: '/images/pizzasIngredientsImages/000D3A22FA54A81411E9AFA63F774C1B.png',
    // imageUrl: 'https://cdn.dodostatic.net/static/Img/Ingredients/000D3A22FA54A81411E9AFA63F774C1B',
  },
  {
    name: 'Кубики брынзы',
    price: 7.9,
    imageUrl: '/images/pizzasIngredientsImages/000D3A39D824A82E11E9AFA6B0FFC349.png',
    // imageUrl: 'https://cdn.dodostatic.net/static/Img/Ingredients/000D3A39D824A82E11E9AFA6B0FFC349',
  },
  {
    name: 'Митболы',
    price: 7.9,
    imageUrl: '/images/pizzasIngredientsImages/b2f3a5d5afe44516a93cfc0d2ee60088.png',
    // 'https://cdn.dodostatic.net/static/Img/Ingredients/b2f3a5d5afe44516a93cfc0d2ee60088.png',
  },
].map((obj, index) => ({ id: index + 1, ...obj }));

export const products = [
  {
    name: 'Омлет с ветчиной и грибами',
    imageUrl: '/images/breakfast/11EEBC8A181A5FEFB9D14497BA6A1818.avif',
    description: 'Горячий сытный омлет с поджаристой корочкой, ветчиной, шампиньонами и моцареллой',
    categoryId: 3,
  },
  {
    name: 'Омлет с беконом',
    imageUrl: '/images/breakfast/11EEBC887199E892B28DFA88ECCBE33C.avif',
    description:
      'Классическое сочетание горячего омлета с поджаристой корочкой и бекона с добавлением моцареллы и томатов на завтрак',
    categoryId: 3,
  },
  {
    name: 'Омлет с пепперони',
    imageUrl: '/images/breakfast/11EEBC855DC1BCB0B3AD5172AD4D53BB.avif',
    description:
      'Сытный и сбалансированный завтрак: омлет с поджаристой корочкой, пикантной пепперони, томатами и моцареллой',
    categoryId: 3,
  },
  {
    name: 'Омлет сырный',
    imageUrl: '/images/breakfast/11EEBC8C1DEF96248183315DE5273E6D.avif',
    description:
      'Горячий завтрак из омлета с поджаристой корочкой, моцареллой, кубиками брынзы и сырами чеддер и пармезан',
    categoryId: 3,
  },
  ////////////////////////////////
  {
    name: 'Додстер',
    imageUrl: '/images/snacks/11EEE2AB6BA9F2EC916348BFF457E9D6.avif',
    description:
      'Легендарная горячая закуска с цыплёнком, томатами, моцареллой, соусом ранч в тонкой пшеничной лепешке',
    categoryId: 4,
  },
  {
    name: 'Острый Додстер',
    imageUrl: '/images/snacks/11EE9B22B8785B78B7A4BE8F2AED942A.avif',
    description:
      'Горячая закуска с цыпленком, перцем халапеньо, маринованные огурчики, томатами, моцареллой и соусом барбекю в тонкой пшеничной лепешке',
    categoryId: 4,
  },
  {
    name: 'Супермясной Додстер',
    imageUrl: '/images/snacks/11EE796EAAE3EEDE98D05C2A10F45F89.avif',
    description:
      'Горячая закуска с цыпленком, моцареллой, митболами, острыми колбасками чоризо и соусом бургер в тонкой пшеничной лепешке',
    categoryId: 4,
  },
  {
    name: 'Куриные крылья',
    imageUrl: '/images/snacks/11EF4443FED9A7669EE1F683005FCBC0.avif',
    description: 'Куриные крылышки со специями и ароматом копчения',
    categoryId: 4,
  },
  {
    name: 'Паста с креветками',
    imageUrl: '/images/snacks/11EF55D3715079F784CE2BF82FD854CB.avif',
    description: 'Паста из печи с креветками, томатами, моцареллой, соусом альфредо и чесноком',
    categoryId: 4,
  },
  {
    name: 'Паста Карбонара',
    imageUrl: '/images/snacks/11EE796EAFFD8F448F69FF33D514C3CF.avif',
    description:
      'Паста из печи с беконом, сырами чеддер и пармезан, томатами, моцареллой, фирменным соусом альфредо и чесноком',
    categoryId: 4,
  },
  {
    name: 'Паста Мясная',
    imageUrl: '/images/snacks/11EE796EB034FFB8BB452CC9B124A248.avif',
    description:
      'Паста из печи с митболами, соусом бургер, моцареллой, фирменным томатным соусом и чесноком',
    categoryId: 4,
  },
  {
    name: 'Паста Песто',
    imageUrl: '/images/snacks/11EE796EB06663DFACF37FEF7041EE39.avif',
    description:
      'Паста из печи с соусом песто, цыпленком, томатами, моцареллой и фирменным томатным соусом',
    categoryId: 4,
  },
  {
    name: 'Дэнвич ветчина и сыр',
    imageUrl: '/images/snacks/11EEE20CDE6B7C9082118E7531E6B37C.avif',
    description:
      'Поджаристая чиабатта и знакомое сочетание ветчины, цыпленка, моцареллы со свежими томатами и соусом ранч',
    categoryId: 4,
  },
  {
    name: 'Дэнвич чоризо барбекю',
    imageUrl: '/images/snacks/11EEE20CCEBA6EA98108B7933F7001E6.avif',
    description:
      'Колбаски чоризо и пепперони с соусами бургер и барбекю, томатами, огурчиками, моцареллой и луком в румяной чиабатте',
    categoryId: 4,
  },
  {
    name: 'Куриные кусочки',
    imageUrl: '/images/snacks/11EE7D5F2DBC061EB9AD05BEFC7380EA.avif',
    description: 'Сочные кусочки цельного куриного филе с золотистой корочкой',
    categoryId: 4,
  },
  {
    name: 'Куриные наггетсы',
    imageUrl: '/images/snacks/11EEF4606AA1082AAC57AFBDD22DE406.avif',
    description: 'Хрустящие куриные наггетсы из цыпленка в панировке',
    categoryId: 4,
  },
  {
    name: 'Картофель из печи',
    imageUrl: '/images/snacks/11EE8541F2415C7AAEE2CDA0E33D2292.avif',
    description: 'Запеченная в печи картошечка: пряные специи и мало масла',
    categoryId: 4,
  },
  {
    name: 'Баварский ланчбокс',
    imageUrl: '/images/snacks/11EEF4600F61AF75BDB71DB696D92926.avif',
    description: 'Горячий сытный обед из баварских колбасок, картофеля из печи и горчичного соуса',
    categoryId: 4,
  },
  {
    name: 'Ланчбокс с куриными кусочками',
    imageUrl: '/images/snacks/11EE796E86482376B2835F8445C4E655.avif',
    description:
      'Горячий сытный обед из нежных куриных кусочков, картофеля из печи и сырного соуса',
    categoryId: 4,
  },
  {
    name: 'Грибной стартер',
    imageUrl: '/images/snacks/11EEE20C76360FD8A82F6B4E96A57A36.avif',
    description:
      'Горячая закуска с шампиньонами, моцареллой и соусом ранч в тонкой пшеничной лепешке',
    categoryId: 4,
  },
  {
    name: 'Сырный Стартер',
    imageUrl: '/images/snacks/11EEA58977FCF40AB639E549546073F8.avif',
    description:
      'Горячая закуска с очень сырной начинкой: моцарелла, пармезан, чеддер и соус ранч в тонкой пшеничной лепешке',
    categoryId: 4,
  },
  {
    name: 'Греческий салат с соусом бальзамик',
    imageUrl: '/images/snacks/11EE796E8D1D4DFE8F9A58EFDEC991AF.avif',
    description:
      'Салат айсберг, томаты черри, маслины, свежий огурец, кубики брынзы, соус бальзамик',
    categoryId: 4,
  },
  {
    name: 'Салат Цезарь',
    imageUrl: '/images/snacks/11EE796E8D1D4DFE8F9A58EFDEC991AF.avif',
    description:
      'Цыпленок, свежие листья салата айсберг, томаты черри, сыры чеддер и пармезан, соус цезарь, пшеничные гренки, итальянские травы',
    categoryId: 4,
  },
  ////////////////////////////////

  {
    name: 'Куриные наггетсы',
    imageUrl: '/images/products/11EE7D618B5C7EC29350069AE9532C6E.webp',
    description:
      'Баварские колбаски , острые колбаски чоризо , пикантная пепперони , цыпленок , моцарелла, фирменный томатный соус, соус аджика',
    // imageUrl: 'https://media.dodostatic.net/image/r:292x292/11EE7D618B5C7EC29350069AE9532C6E.webp',
    categoryId: 3,
  },
  {
    name: 'Картофель из печи с соусом 🌱',
    imageUrl: '/images/products/11EED646A9CD324C962C6BEA78124F19.webp',
    description:
      'Баварские колбаски , острые колбаски чоризо , пикантная пепперони , цыпленок , моцарелла, фирменный томатный соус, соус аджика',
    // imageUrl: 'https://media.dodostatic.net/image/r:292x292/11EED646A9CD324C962C6BEA78124F19.webp',
    categoryId: 3,
  },
  {
    name: 'Додстер',
    imageUrl: '/images/products/11EE796F96D11392A2F6DD73599921B9.webp',
    description:
      'Баварские колбаски , острые колбаски чоризо , пикантная пепперони , цыпленок , моцарелла, фирменный томатный соус, соус аджика',
    // imageUrl: 'https://media.dodostatic.net/image/r:292x292/11EE796F96D11392A2F6DD73599921B9.webp',
    categoryId: 3,
  },
  {
    name: 'Острый Додстер 🌶️🌶️',
    imageUrl: '/images/products/11EE796FD3B594068F7A752DF8161D04.webp',
    description:
      'Баварские колбаски , острые колбаски чоризо , пикантная пепперони , цыпленок , моцарелла, фирменный томатный соус, соус аджика',
    // imageUrl: 'https://media.dodostatic.net/image/r:292x292/11EE796FD3B594068F7A752DF8161D04.webp',
    categoryId: 3,
  },
  {
    name: 'Банановый молочный коктейль',
    imageUrl: '/images/products/11EEE20B8772A72A9B60CFB20012C185.webp',
    description:
      'Баварские колбаски , острые колбаски чоризо , пикантная пепперони , цыпленок , моцарелла, фирменный томатный соус, соус аджика',
    // imageUrl: 'https://media.dodostatic.net/image/r:292x292/11EEE20B8772A72A9B60CFB20012C185.webp',
    categoryId: 4,
  },
  {
    name: 'Карамельное яблоко молочный коктейль',
    imageUrl: '/images/products/11EE79702E2A22E693D96133906FB1B8.webp',
    description:
      'Баварские колбаски , острые колбаски чоризо , пикантная пепперони , цыпленок , моцарелла, фирменный томатный соус, соус аджика',
    // imageUrl: 'https://media.dodostatic.net/image/r:292x292/11EE79702E2A22E693D96133906FB1B8.webp',
    categoryId: 4,
  },
  {
    name: 'Молочный коктейль с печеньем Орео',
    imageUrl: '/images/products/11EE796FA1F50F8F8111A399E4C1A1E3.webp',
    description:
      'Баварские колбаски , острые колбаски чоризо , пикантная пепперони , цыпленок , моцарелла, фирменный томатный соус, соус аджика',
    // imageUrl: 'https://media.dodostatic.net/image/r:292x292/11EE796FA1F50F8F8111A399E4C1A1E3.webp',
    categoryId: 4,
  },
  {
    name: 'Классический молочный коктейль 👶',
    imageUrl: '/images/products/11EE796F93FB126693F96CB1D3E403FB.webp',
    description:
      'Баварские колбаски , острые колбаски чоризо , пикантная пепперони , цыпленок , моцарелла, фирменный томатный соус, соус аджика',
    // imageUrl: 'https://media.dodostatic.net/image/r:292x292/11EE796F93FB126693F96CB1D3E403FB.webp',
    categoryId: 4,
  },
  {
    name: 'Ирландский Капучино',
    imageUrl: '/images/products/11EE7D61999EBDA59C10E216430A6093.webp',
    description:
      'Баварские колбаски , острые колбаски чоризо , пикантная пепперони , цыпленок , моцарелла, фирменный томатный соус, соус аджика',
    // imageUrl: 'https://media.dodostatic.net/image/r:292x292/11EE7D61999EBDA59C10E216430A6093.webp',
    categoryId: 5,
  },
  {
    name: 'Кофе Карамельный капучино',
    imageUrl: '/images/products/11EE7D61AED6B6D4BFDAD4E58D76CF56.webp',
    description:
      'Баварские колбаски , острые колбаски чоризо , пикантная пепперони , цыпленок , моцарелла, фирменный томатный соус, соус аджика',
    // imageUrl: 'https://media.dodostatic.net/image/r:292x292/11EE7D61AED6B6D4BFDAD4E58D76CF56.webp',
    categoryId: 5,
  },
  {
    name: 'Кофе Кокосовый латте',
    imageUrl: '/images/products/11EE7D61B19FA07090EE88B0ED347F42.webp',
    description:
      'Баварские колбаски , острые колбаски чоризо , пикантная пепперони , цыпленок , моцарелла, фирменный томатный соус, соус аджика',
    // imageUrl: 'https://media.dodostatic.net/image/r:292x292/11EE7D61B19FA07090EE88B0ED347F42.webp',
    categoryId: 5,
  },
  {
    name: 'Кофе Американо',
    imageUrl: '/images/products/11EE7D61B044583596548A59078BBD33.webp',
    description:
      'Баварские колбаски , острые колбаски чоризо , пикантная пепперони , цыпленок , моцарелла, фирменный томатный соус, соус аджика',
    // imageUrl: 'https://media.dodostatic.net/image/r:292x292/11EE7D61B044583596548A59078BBD33.webp',
    categoryId: 5,
  },
  {
    name: 'Кофе Латте',
    imageUrl: '/images/products/11EE7D61B0C26A3F85D97A78FEEE00AD.webp',
    description:
      'Баварские колбаски , острые колбаски чоризо , пикантная пепперони , цыпленок , моцарелла, фирменный томатный соус, соус аджика',
    // imageUrl: 'https://media.dodostatic.net/image/r:292x292/11EE7D61B0C26A3F85D97A78FEEE00AD.webp',
    categoryId: 5,
  },
];

//завтраки

//Омлет с ветчиной и грибами
//Горячий сытный омлет с поджаристой корочкой, ветчиной, шампиньонами и моцареллой

//Омлет с беконом
//Классическое сочетание горячего омлета с поджаристой корочкой и бекона с добавлением моцареллы и томатов на завтрак

//Омлет с пепперони
//Сытный и сбалансированный завтрак: омлет с поджаристой корочкой, пикантной пепперони, томатами и моцареллой

//Омлет сырный
//Горячий завтрак из омлета с поджаристой корочкой, моцареллой, кубиками брынзы и сырами чеддер и пармезан

/////////////////
//Закуски

//Додстер
//Легендарная горячая закуска с цыплёнком, томатами, моцареллой, соусом ранч в тонкой пшеничной лепешке

/*

Острый Додстер
Горячая закуска с цыпленком, перцем халапеньо, маринованные огурчики, томатами, моцареллой и соусом барбекю в тонкой пшеничной лепешке

Супермясной Додстер
Горячая закуска с цыпленком, моцареллой, митболами, острыми колбасками чоризо и соусом бургер в тонкой пшеничной лепешке

Куриные крылья
Куриные крылышки со специями и ароматом копчения

Паста с креветками
Паста из печи с креветками, томатами, моцареллой, соусом альфредо и чесноком

Паста Карбонара
Паста из печи с беконом, сырами чеддер и пармезан, томатами, моцареллой, фирменным соусом альфредо и чесноком

Паста Мясная
Паста из печи с митболами, соусом бургер, моцареллой, фирменным томатным соусом и чесноком

Паста Песто
Паста из печи с соусом песто, цыпленком, томатами, моцареллой и фирменным томатным соусом

Дэнвич ветчина и сыр
Поджаристая чиабатта и знакомое сочетание ветчины, цыпленка, моцареллы со свежими томатами и соусом ранч

Дэнвич чоризо барбекю
Колбаски чоризо и пепперони с соусами бургер и барбекю, томатами, огурчиками, моцареллой и луком в румяной чиабатте

Куриные кусочки

Маленькая, 135 г
Сочные кусочки цельного куриного филе с золотистой корочкой

Куриные наггетсы

5 шт ., 110 г
Хрустящие куриные наггетсы из цыпленка в панировке

Картофель из печи

Маленькая, 70 г
Запеченная в печи картошечка: пряные специи и мало масла

Баварский ланчбокс

1 шт., 240 г
Горячий сытный обед из баварских колбасок, картофеля из печи и горчичного соуса

Ланчбокс с куриными кусочками

1 шт., 200 г
Горячий сытный обед из нежных куриных кусочков, картофеля из печи и сырного соуса

Грибной стартер

1 шт., 160 г
Горячая закуска с шампиньонами, моцареллой и соусом ранч в тонкой пшеничной лепешке

Сырный Стартер

1 шт., 160 г
Горячая закуска с очень сырной начинкой: моцарелла, пармезан, чеддер и соус ранч в тонкой пшеничной лепешке

Греческий салат с соусом бальзамик

1 шт., 160 г
Салат айсберг, томаты черри, маслины, свежий огурец, кубики брынзы, соус бальзамик

Салат Цезарь

1 шт., 170 г
Цыпленок, свежие листья салата айсберг, томаты черри, сыры чеддер и пармезан, соус цезарь, пшеничные гренки, итальянские травы

//////////////////////////////
Напитки

Лимонад Малина-гранат

0,3 л, 330 г
Прохладный газированный напиток, раскрывающий дуэт сладкой малины и особенной кислинки граната

Лимонад Манго-маракуйя
0,3 л
Освежающий лимонад со вкусом яркого лета! Осторожно: поднимает настроение!

Лимонад Клубничный Мохито

0,3 л, 350 г
То что нужно для жаркого лета. Прохладный газированный мохито с клубничным вкусом

Pepsi 0,5 разливной
0,5 л
Pepsi сироп

Mirinda 0,5 разливной
0,5 л
Mirinda сироп

7UP 0,5 разливной
0,5 л
7Up сироп

Морс Вишня
0.45 л
Фирменный ягодный морс из натуральной спелой вишни: в меру сладкий и с приятной кислинкой Дизайн товара может отличаться

Морс Клюква
0.45 л
Фирменный ягодный морс из натуральной дикой клюквы с терпким послевкусием

Морс Черная смородина
0.45 л
Фирменный ягодный морс из натуральной душистой черной смородин

Квас Хлебный 1 л.
1 л

Квас Темный 1 л.
1 л

Вишнево-яблочный сок Сады Придонья 1л.
1 л

Мультифруктовый сок Сады Придонья 1л.
1 л, сок «сады придонья» мультифрукт сок «сады придонья» мультифрукт 1л.

Яблочный сок Сады Придонья 1л.
1 л, сок «сады придонья» яблоко сок «сады придонья» яблоко 1л.

Aqua Minerale газ. 0,5 л.
0,5 л

Aqua Minerale негаз. 0,5 л.
0,5 л

/////////////////////////////
Коктейли

Классический молочный коктейль 0,3

0,3 л
Это классика: молоко и мороженое

Молочный коктейль Ежевика-малина

0,3 л, 300 г
Сливочная прохлада классического молочного коктейля с добавлением лесных ягод

Молочный коктейль Пина Колада

0,3 л, 300 г
Тропическое сочетание кокоса и ананаса в нежном милкшейке

Айс Капучино 0,3

0,3 л
Холодный кофейный напиток теперь со сливочным вкусом. В составе мороженое, эспрессо и молоко

Молочный коктейль с печеньем Орео 0,3

0,3 л
Ничего лишнего, только яркий вкус: молоко, мороженое и дробленое бисквитное печенье «Орео»

Клубничный молочный коктейль

0,3 л
Не важно, какое время года на улице, этот коктейль с клубничным сиропом вернет вас в лето с одного глотка

Шоколадный молочный коктейль 0,3

0,3 л
Шоколадный милкшейк со сливочным мороженым и фирменным какао

/////////////////////////

Кофе

Кофе Американо

0,4 л, 380 г
Горячий молотый кофе для ценителей чистого вкуса

Кофе Капучино

0,4 л, 250 г
Легендарный рецепт кофе родом из Италии: эспрессо, горячее молоко и плотная молочная пенка

Кофе Латте

0,4 л, 330 г
Идеально сбалансированное сочетание кофе, увеличенной порциии молока и нежнейшей пенки

Кофе Карамельный капучино

0,3 л, 230 г
Классический капучино с молочной пенкой и карамельным сиропом

Кофе Ореховый латте

0,3 л, 300 г
Горячий латте с сиропом со вкусом фундука

Кофе Кокосовый латте

0,3 л, 300 г
Горячий латте с кокосовым сиропом и ореховыми нотками

Какао

0,3 л, 240 г
Насыщенное, плотное, знакомое с детства какао с молоком


Десерты
Сорбет Клубничный гранат

1 шт., 90 г
Охлаждающий дуэт сочных ягод и спелых фруктов

Сорбет Лимонный фреш

1 шт., 90 г
Цитрусовая свежесть в стаканчике. Сладкий вкус с приятной кислинкой

Чизкейк Нью Йорк с кокосом

1 шт., 100 г
Новая вариация любимого чизкейка: творожная основа, песочное тесто и яркие кокосовые нотки

Чизкейк Нью-Йорк

1 шт., 100 г
Нежнейшая сырная основа, тонкий корж песочного теста и никаких добавок. Классика в мире творожных тортиков

Чизкейк банановый с шоколадным печеньем

1 шт., 100 г
Солнечный снаружи и яркий по вкусу внутри: нежный чизкейк с бананом и шоколадным печеньем

Красный бархат

1 шт., 80 г
Яркий на вид и на вкус: многослойный воздушный торт с шоколадно-ванильной основой

Слоеные палочки с ананасами и брусникой

8 шт., 250 г
Здесь все сразу — брусника

Фондан

2 шт., 160 г
Снаружи хрустящая корочка, а внутри самое вкусное: жидкая и ооочень шоколадная начинка

Бруслетики

16 шт., тесто тесто 25, 280 г
Это задорные сладкие рулетики, в которых закрутился микс из натуральной брусники и пломбирного соуса

Додобоны

16 шт.
Когда сливочное встречается с пряным, получаются горячие булочки с корицей в пломбирном соусе

Мороженое ТОП Клубника-красная смородина

1 шт., 250 г
Нежное сливочное мороженое с топпингом из спелой клубники и красной смородины

Мороженое ТОП Соленая карамель-арахис

1 шт., 250 г
Сливочное мороженое с карамельным топпингом и арахисом

Мороженое Юкки Пломбир на сливках

1 шт., 220 г
Классический пломбир, приготовленный на свежих сливках

Сырники с малиновым вареньем

2 шт., 150 г
Любимый десерт многих гостей — румяные сырники из печи с малиновым вареньем. Нежные, в меру сладкие и напоминающие детство

Сырники

2 шт., 130 г
Любимый десерт многих гостей — румяные сырники из печи. Нежные, в меру сладкие и напоминающие детство

*/
