// import cheeseBort from '../public/images/pizzasImages/99f5cb91225b4875bd06a26d2e842106.png';

// const cheeseBort: import('../public/images/pizzasImages/99f5cb91225b4875bd06a26d2e842106.png').StaticImageData;

export const categories = [
  {
    name: 'Пиццы', // 1
  },
  {
    name: 'Завтраки', // 2
  },
  {
    name: 'Закуски', // 3
  },
  {
    name: 'Напитки', // 4
  },
  {
    name: 'Коктейли', // 5
  },
  {
    name: 'Кофе', // 6
  },
  {
    name: 'Десерты', // 7
  },
];

export const _ingredients = [
  {
    name: 'Сырный бортик',
    price: 17.9,

    // imageUrl: '../public/images/pizzasImages/99f5cb91225b4875bd06a26d2e842106.png',
    imageUrl: '/images/pizzasIngredientsImages/99f5cb91225b4875bd06a26d2e842106.png',
  },
  {
    name: 'Сливочная моцарелла',
    price: 7.9,
    imageUrl: '/images/pizzasIngredientsImages/cdea869ef287426386ed634e6099a5ba.png',
  },
  {
    name: 'Сыры чеддер и пармезан',
    price: 7.9,
    imageUrl: '/images/pizzasIngredientsImages/000D3A22FA54A81411E9AFA69C1FE796.png',
  },
  {
    name: 'Острый перец халапеньо',
    price: 5.9,
    imageUrl: '/images/pizzasIngredientsImages/11ee95b6bfdf98fb88a113db92d7b3df.png',
  },
  {
    name: 'Нежный цыпленок',
    price: 7.9,
    imageUrl: '/images/pizzasIngredientsImages/000D3A39D824A82E11E9AFA5B328D35A.png',
  },
  {
    name: 'Шампиньоны',
    price: 5.9,
    imageUrl: '/images/pizzasIngredientsImages/000D3A22FA54A81411E9AFA67259A324.png',
    // imageUrl: 'https://cdn.dodostatic.net/static/Img/Ingredients/000D3A22FA54A81411E9AFA67259A324',
  },
  {
    name: 'Бекон',
    price: 7.9,
    imageUrl: '/images/pizzasIngredientsImages/000D3A39D824A82E11E9AFA637AAB68F.png',
    // imageUrl: 'https://cdn.dodostatic.net/static/Img/Ingredients/000D3A39D824A82E11E9AFA637AAB68F',
  },
  {
    name: 'Ветчина',
    price: 7.9,
    imageUrl: '/images/pizzasIngredientsImages/000D3A39D824A82E11E9AFA61B9A8D61.png',
    // imageUrl: 'https://cdn.dodostatic.net/static/Img/Ingredients/000D3A39D824A82E11E9AFA61B9A8D61',
  },
  {
    name: 'Пикантная пепперони',
    price: 7.9,
    imageUrl: '/images/pizzasIngredientsImages/000D3A22FA54A81411E9AFA6258199C3.png',
    // imageUrl: 'https://cdn.dodostatic.net/static/Img/Ingredients/000D3A22FA54A81411E9AFA6258199C3',
  },
  {
    name: 'Острая чоризо',
    price: 7.9,
    imageUrl: '/images/pizzasIngredientsImages/000D3A22FA54A81411E9AFA62D5D6027.png',
    // imageUrl: 'https://cdn.dodostatic.net/static/Img/Ingredients/000D3A22FA54A81411E9AFA62D5D6027',
  },
  {
    name: 'Маринованные огурчики',
    price: 5.9,
    imageUrl: '/images/pizzasIngredientsImages/000D3A21DA51A81211E9EA89958D782B.png',
    // imageUrl: 'https://cdn.dodostatic.net/static/Img/Ingredients/000D3A21DA51A81211E9EA89958D782B',
  },
  {
    name: 'Свежие томаты',
    price: 5.9,
    imageUrl: '/images/pizzasIngredientsImages/000D3A39D824A82E11E9AFA7AC1A1D67.png',
    // imageUrl: 'https://cdn.dodostatic.net/static/Img/Ingredients/000D3A39D824A82E11E9AFA7AC1A1D67',
  },
  {
    name: 'Красный лук',
    price: 5.9,
    imageUrl: '/images/pizzasIngredientsImages/000D3A22FA54A81411E9AFA60AE6464C.png',
    // imageUrl: 'https://cdn.dodostatic.net/static/Img/Ingredients/000D3A22FA54A81411E9AFA60AE6464C',
  },
  {
    name: 'Сочные ананасы',
    price: 5.9,
    imageUrl: '/images/pizzasIngredientsImages/000D3A21DA51A81211E9AFA6795BA2A0.png',
    // imageUrl: 'https://cdn.dodostatic.net/static/Img/Ingredients/000D3A21DA51A81211E9AFA6795BA2A0',
  },
  {
    name: 'Итальянские травы',
    price: 3.9,
    imageUrl: '/images/pizzasIngredientsImages/370dac9ed21e4bffaf9bc2618d258734.png',
    // 'https://cdn.dodostatic.net/static/Img/Ingredients/370dac9ed21e4bffaf9bc2618d258734.png',
  },
  {
    name: 'Сладкий перец',
    price: 5.9,
    imageUrl: '/images/pizzasIngredientsImages/000D3A22FA54A81411E9AFA63F774C1B.png',
    // imageUrl: 'https://cdn.dodostatic.net/static/Img/Ingredients/000D3A22FA54A81411E9AFA63F774C1B',
  },
  {
    name: 'Кубики брынзы',
    price: 7.9,
    imageUrl: '/images/pizzasIngredientsImages/000D3A39D824A82E11E9AFA6B0FFC349.png',
    // imageUrl: 'https://cdn.dodostatic.net/static/Img/Ingredients/000D3A39D824A82E11E9AFA6B0FFC349',
  },
  {
    name: 'Митболы',
    price: 7.9,
    imageUrl: '/images/pizzasIngredientsImages/b2f3a5d5afe44516a93cfc0d2ee60088.png',
    // 'https://cdn.dodostatic.net/static/Img/Ingredients/b2f3a5d5afe44516a93cfc0d2ee60088.png',
  },
].map((obj, index) => ({ id: index + 1, ...obj }));

export const products = [
  // {
  //   name: 'Пиццы', // 1
  // },

  // {
  //   name: 'Завтраки', // 2
  // },
  {
    name: 'Омлет с ветчиной и грибами',
    imageUrl: '/images/breakfast/11EEBC8A181A5FEFB9D14497BA6A1818.avif',
    description: 'Горячий сытный омлет с поджаристой корочкой, ветчиной, шампиньонами и моцареллой',
    categoryId: 2,
  },
  {
    name: 'Омлет с беконом',
    imageUrl: '/images/breakfast/11EEBC887199E892B28DFA88ECCBE33C.avif',
    description:
      'Классическое сочетание горячего омлета с поджаристой корочкой и бекона с добавлением моцареллы и томатов на завтрак',
    categoryId: 2,
  },
  {
    name: 'Омлет с пепперони',
    imageUrl: '/images/breakfast/11EEBC855DC1BCB0B3AD5172AD4D53BB.avif',
    description:
      'Сытный и сбалансированный завтрак: омлет с поджаристой корочкой, пикантной пепперони, томатами и моцареллой',
    categoryId: 2,
  },
  {
    name: 'Омлет сырный',
    imageUrl: '/images/breakfast/11EEBC8C1DEF96248183315DE5273E6D.avif',
    description:
      'Горячий завтрак из омлета с поджаристой корочкой, моцареллой, кубиками брынзы и сырами чеддер и пармезан',
    categoryId: 2,
  },
  // {
  //   name: 'Закуски', // 3
  // },
  {
    name: 'Додстер',
    imageUrl: '/images/snacks/11EEE2AB6BA9F2EC916348BFF457E9D6.avif',
    description:
      'Легендарная горячая закуска с цыплёнком, томатами, моцареллой, соусом ранч в тонкой пшеничной лепешке',
    categoryId: 3,
  },
  {
    name: 'Острый Додстер',
    imageUrl: '/images/snacks/11EE9B22B8785B78B7A4BE8F2AED942A.avif',
    description:
      'Горячая закуска с цыпленком, перцем халапеньо, маринованные огурчики, томатами, моцареллой и соусом барбекю в тонкой пшеничной лепешке',
    categoryId: 3,
  },
  {
    name: 'Супермясной Додстер',
    imageUrl: '/images/snacks/11EE796EAAE3EEDE98D05C2A10F45F89.avif',
    description:
      'Горячая закуска с цыпленком, моцареллой, митболами, острыми колбасками чоризо и соусом бургер в тонкой пшеничной лепешке',
    categoryId: 3,
  },
  {
    name: 'Куриные крылья',
    imageUrl: '/images/snacks/11EF4443FED9A7669EE1F683005FCBC0.avif',
    description: 'Куриные крылышки со специями и ароматом копчения',
    categoryId: 3,
  },
  {
    name: 'Паста с креветками',
    imageUrl: '/images/snacks/11EF55D3715079F784CE2BF82FD854CB.avif',
    description: 'Паста из печи с креветками, томатами, моцареллой, соусом альфредо и чесноком',
    categoryId: 3,
  },
  {
    name: 'Паста Карбонара',
    imageUrl: '/images/snacks/11EE796EAFFD8F448F69FF33D514C3CF.avif',
    description:
      'Паста из печи с беконом, сырами чеддер и пармезан, томатами, моцареллой, фирменным соусом альфредо и чесноком',
    categoryId: 3,
  },
  {
    name: 'Паста Мясная',
    imageUrl: '/images/snacks/11EE796EB034FFB8BB452CC9B124A248.avif',
    description:
      'Паста из печи с митболами, соусом бургер, моцареллой, фирменным томатным соусом и чесноком',
    categoryId: 3,
  },
  {
    name: 'Паста Песто',
    imageUrl: '/images/snacks/11EE796EB06663DFACF37FEF7041EE39.avif',
    description:
      'Паста из печи с соусом песто, цыпленком, томатами, моцареллой и фирменным томатным соусом',
    categoryId: 3,
  },
  {
    name: 'Дэнвич ветчина и сыр',
    imageUrl: '/images/snacks/11EEE20CDE6B7C9082118E7531E6B37C.avif',
    description:
      'Поджаристая чиабатта и знакомое сочетание ветчины, цыпленка, моцареллы со свежими томатами и соусом ранч',
    categoryId: 3,
  },
  {
    name: 'Дэнвич чоризо барбекю',
    imageUrl: '/images/snacks/11EEE20CCEBA6EA98108B7933F7001E6.avif',
    description:
      'Колбаски чоризо и пепперони с соусами бургер и барбекю, томатами, огурчиками, моцареллой и луком в румяной чиабатте',
    categoryId: 3,
  },
  {
    name: 'Куриные кусочки',
    imageUrl: '/images/snacks/11EE7D5F2DBC061EB9AD05BEFC7380EA.avif',
    description: 'Сочные кусочки цельного куриного филе с золотистой корочкой',
    categoryId: 3,
  },
  {
    name: 'Куриные наггетсы',
    imageUrl: '/images/snacks/11EEF4606AA1082AAC57AFBDD22DE406.avif',
    description: 'Хрустящие куриные наггетсы из цыпленка в панировке',
    categoryId: 3,
  },
  {
    name: 'Картофель из печи',
    imageUrl: '/images/snacks/11EE8541F2415C7AAEE2CDA0E33D2292.avif',
    description: 'Запеченная в печи картошечка: пряные специи и мало масла',
    categoryId: 3,
  },
  {
    name: 'Баварский ланчбокс',
    imageUrl: '/images/snacks/11EEF4600F61AF75BDB71DB696D92926.avif',
    description: 'Горячий сытный обед из баварских колбасок, картофеля из печи и горчичного соуса',
    categoryId: 3,
  },
  {
    name: 'Ланчбокс с куриными кусочками',
    imageUrl: '/images/snacks/11EE796E86482376B2835F8445C4E655.avif',
    description:
      'Горячий сытный обед из нежных куриных кусочков, картофеля из печи и сырного соуса',
    categoryId: 3,
  },
  {
    name: 'Грибной стартер',
    imageUrl: '/images/snacks/11EEE20C76360FD8A82F6B4E96A57A36.avif',
    description:
      'Горячая закуска с шампиньонами, моцареллой и соусом ранч в тонкой пшеничной лепешке',
    categoryId: 3,
  },
  {
    name: 'Сырный Стартер',
    imageUrl: '/images/snacks/11EEA58977FCF40AB639E549546073F8.avif',
    description:
      'Горячая закуска с очень сырной начинкой: моцарелла, пармезан, чеддер и соус ранч в тонкой пшеничной лепешке',
    categoryId: 3,
  },
  {
    name: 'Греческий салат с соусом бальзамик',
    imageUrl: '/images/snacks/11EE796E8D1D4DFE8F9A58EFDEC991AF.avif',
    description:
      'Салат айсберг, томаты черри, маслины, свежий огурец, кубики брынзы, соус бальзамик',
    categoryId: 3,
  },
  {
    name: 'Салат Цезарь',
    imageUrl: '/images/snacks/11EE796E8D1D4DFE8F9A58EFDEC991AF.avif',
    description:
      'Цыпленок, свежие листья салата айсберг, томаты черри, сыры чеддер и пармезан, соус цезарь, пшеничные гренки, итальянские травы',
    categoryId: 3,
  },
  // {
  //   name: 'Напитки', // 4
  // },

  {
    name: 'Лимонад Малина-гранат',
    imageUrl: '/images/drinks/11EEE20B8772A72A9B60CFB20012C185.avif',
    description:
      '0,3 л, 330 г. Прохладный газированный напиток, раскрывающий дуэт сладкой малины и особенной кислинки граната',
    categoryId: 4,
  },
  {
    name: 'Лимонад Манго-маракуйя',
    imageUrl: '/images/products/11EEE20B8772A72A9B60CFB20012C185.avif',
    description:
      '0,3 л. Освежающий лимонад со вкусом яркого лета! Осторожно: поднимает настроение!',
    categoryId: 4,
  },
  {
    name: 'Лимонад Клубничный Мохито',
    imageUrl: '/images/products/11EEE20B8772A72A9B60CFB20012C185.avif',
    description:
      '0,3 л, 350 г. То что нужно для жаркого лета. Прохладный газированный мохито с клубничным вкусом',
    categoryId: 4,
  },
  {
    name: 'Pepsi 0,5 разливной',
    imageUrl: '/images/products/11EF020D1987E9EBA7D2B650BCDB6B99.avif',
    description: '0,5 л. Pepsi сироп',
    categoryId: 4,
  },
  {
    name: 'Mirinda 0,5 разливной',
    imageUrl: '/images/products/11EF020CEDF5F78EB345E1DEEE159FB8.avif',
    description: '0,5 л. Mirinda сироп',
    categoryId: 4,
  },
  {
    name: '7UP 0,5 разливной',
    imageUrl: '/images/products/11EF020CDB3C67AB92844F7E2D201145.avif',
    description: '0,5 л. 7UP сироп',
    categoryId: 4,
  },
  {
    name: 'Морс Вишня',
    imageUrl: '/images/products/11EE796EB75FCA50B26573ABD923ED26.avif',
    description:
      '0,45 л. Фирменный ягодный морс из натуральной спелой вишни: в меру сладкий и с приятной кислинкой Дизайн товара может отличаться',
    categoryId: 4,
  },
  {
    name: 'Морс Клюква',
    imageUrl: '/images/products/11EEC1C616BD5FA48C83267F65615617.avif',
    description:
      '0,45 л. Фирменный ягодный морс из натуральной дикой клюквы с терпким послевкусием',
    categoryId: 4,
  },
  {
    name: 'Морс Черная смородина',
    imageUrl: '/images/products/11EEB51A45229631BD8C983B414A2E74.avif',
    description: '0,45 л. Фирменный ягодный морс из натуральной душистой черной смородин',
    categoryId: 4,
  },
  {
    name: 'Квас Хлебный 1 л.',
    imageUrl: '/images/products/11EE796EB2CD084BB066367B158284CF.avif',
    description: '1 л',
    categoryId: 4,
  },
  {
    name: 'Квас Темный 1 л.',
    imageUrl: '/images/products/11EE796EB302C5FF9411B14ADA7712D7.avif',
    description: '1 л',
    // imageUrl: 'https://media.dodostatic.net/image/r:292x292/11EEE20B8772A72A9B60CFB20012C185.avif',
    categoryId: 4,
  },
  {
    name: 'Вишнево-яблочный сок Сады Придонья 1л.',
    imageUrl: '/images/products/11EF0BDAFBD313A48F5BA14E306859CC.avif',
    description: '1 л',
    // imageUrl: 'https://media.dodostatic.net/image/r:292x292/11EE79702E2A22E693D96133906FB1B8.avif',
    categoryId: 4,
  },
  {
    name: 'Мультифруктовый сок Сады Придонья 1л.',
    imageUrl: '/images/products/11EF0BDA97DC2A77831A1A0A9CA0462D.avif',
    description: '1 л, сок «сады придонья» мультифрукт сок «сады придонья» мультифрукт 1л.',
    // imageUrl: 'https://media.dodostatic.net/image/r:292x292/11EE796FA1F50F8F8111A399E4C1A1E3.avif',
    categoryId: 4,
  },
  {
    name: 'Яблочный сок Сады Придонья 1л.',
    imageUrl: '/images/products/11EF0BDAF2B24762A55E21F5CD585A24.avif',
    description: '1 л, сок «сады придонья» яблоко сок «сады придонья» яблоко 1л.',
    // imageUrl: 'https://media.dodostatic.net/image/r:292x292/11EE796F93FB126693F96CB1D3E403FB.avif',
    categoryId: 4,
  },
  {
    name: 'Aqua Minerale газ. 0,5 л.',
    imageUrl: '/images/products/11EE796E698CB7C8B4A3F8DE971E0D8C.avif',
    description: '0,5 л',
    // imageUrl: 'https://media.dodostatic.net/image/r:292x292/11EE7D61999EBDA59C10E216430A6093.avif',
    categoryId: 4,
  },
  {
    name: 'Aqua Minerale негаз. 0,5 л.',
    imageUrl: '/images/products/11EE796E73BC491AA678CE3CADEEDD0A.avif',
    description: '0,5 л',
    // imageUrl: 'https://media.dodostatic.net/image/r:292x292/11EE7D61AED6B6D4BFDAD4E58D76CF56.avif',
    categoryId: 4,
  },
  // {
  //   name: 'Коктейли', // 5
  // },
  {
    name: 'Классический молочный коктейль 0,3',
    imageUrl: '/images/cocktails/11EE796E63DA6D2DA0B55B485895A087.avif',
    description: '0,3 л. Это классика: молоко и мороженое',
    // imageUrl: 'https://media.dodostatic.net/image/r:292x292/11EE7D61B19FA07090EE88B0ED347F42.avif',
    categoryId: 5,
  },
  {
    name: 'Молочный коктейль Ежевика-малина',
    imageUrl: '/images/cocktails/11EF009016AD7F19B840CDF605C7C66C.avif',
    description:
      '0,3 л, 300 г. Сливочная прохлада классического молочного коктейля с добавлением лесных ягод',
    // imageUrl: 'https://media.dodostatic.net/image/r:292x292/11EE7D61B044583596548A59078BBD33.avif',
    categoryId: 5,
  },
  {
    name: 'Молочный коктейль Пина Колада',
    imageUrl: '/images/cocktails/11EF0090D1A339C488374558B6DF8019.avif',
    description: '0,3 л, 300 г. Тропическое сочетание кокоса и ананаса в нежном милкшейке',
    // imageUrl: 'https://media.dodostatic.net/image/r:292x292/11EE7D61B0C26A3F85D97A78FEEE00AD.avif',
    categoryId: 5,
  },
  {
    name: 'Айс Капучино 0,3',
    imageUrl: '/images/cocktails/11EE796EA0489C809730E664BCF0DAD6.avif',
    description:
      '0,3 л. Холодный кофейный напиток теперь со сливочным вкусом. В составе мороженое, эспрессо и молоко',
    // imageUrl: 'https://media.dodostatic.net/image/r:292x292/11EE7D61B0C26A3F85D97A78FEEE00AD.avif',
    categoryId: 5,
  },
  {
    name: 'Молочный коктейль с печеньем Орео 0,3',
    imageUrl: '/images/cocktails/11EE796E7B3E072581F8E8D6F3E6CC8C.avif',
    description:
      '0,3 л. Ничего лишнего, только яркий вкус: молоко, мороженое и дробленое бисквитное печенье «Орео»',
    // imageUrl: 'https://media.dodostatic.net/image/r:292x292/11EE7D61B0C26A3F85D97A78FEEE00AD.avif',
    categoryId: 5,
  },
  {
    name: 'Клубничный молочный коктейль',
    imageUrl: '/images/cocktails/11EE796E7B0C0D968294F2D797BA30FF.avif',
    description:
      '0,3 л. Не важно, какое время года на улице, этот коктейль с клубничным сиропом вернет вас в лето с одного глотка',
    // imageUrl: 'https://media.dodostatic.net/image/r:292x292/11EE7D61B0C26A3F85D97A78FEEE00AD.avif',
    categoryId: 5,
  },
  {
    name: 'Шоколадный молочный коктейль 0,3',
    imageUrl: '/images/cocktails/11EE796EB26455C6A1A2369B340B467B.avif',
    description: '0,3 л. Шоколадный милкшейк со сливочным мороженым и фирменным какао',
    // imageUrl: 'https://media.dodostatic.net/image/r:292x292/11EE7D61B0C26A3F85D97A78FEEE00AD.avif',
    categoryId: 5,
  },
  // {
  //   name: 'Кофе', // 6
  // },
  {
    name: 'Кофе Американо',
    imageUrl: '/images/coffee/11EE7D5F243EDF28A95820F2A40AACC4.avif',
    description: '0,4 л, 380 г. Горячий молотый кофе для ценителей чистого вкуса',
    // imageUrl: 'https://media.dodostatic.net/image/r:292x292/11EE7D61B0C26A3F85D97A78FEEE00AD.avif',
    categoryId: 6,
  },
  {
    name: 'Кофе Капучино',
    imageUrl: '/images/coffee/11EE7D5F22CF7F75AA4CD07E88C36E0C.avif',
    description:
      '0,4 л, 250 г. Легендарный рецепт кофе родом из Италии: эспрессо, горячее молоко и плотная молочная пенка',
    // imageUrl: 'https://media.dodostatic.net/image/r:292x292/11EE7D61B0C26A3F85D97A78FEEE00AD.avif',
    categoryId: 6,
  },
  {
    name: 'Кофе Латте',
    imageUrl: '/images/coffee/11EE7D5F24B752499D31C5BDFDD3F674.avif',
    description:
      '0,4 л, 330 г. Идеально сбалансированное сочетание кофе, увеличенной порциии молока и нежнейшей пенки',
    // imageUrl: 'https://media.dodostatic.net/image/r:292x292/11EE7D61B0C26A3F85D97A78FEEE00AD.avif',
    categoryId: 6,
  },
  {
    name: 'Кофе Карамельный капучино',
    imageUrl: '/images/coffee/11EE7D5F23324124BBC5BDC88742F3BF.avif',
    description: '0,3 л, 230 г. Классический капучино с молочной пенкой и карамельным сиропом',
    // imageUrl: 'https://media.dodostatic.net/image/r:292x292/11EE7D61B0C26A3F85D97A78FEEE00AD.avif',
    categoryId: 6,
  },
  {
    name: 'Кофе Ореховый латте',
    imageUrl: '/images/coffee/11EE7D5F2518023E9B57FC166BF6F5D1.avif',
    description: '0,3 л, 300 г. Горячий латте с сиропом со вкусом фундука',
    // imageUrl: 'https://media.dodostatic.net/image/r:292x292/11EE7D61B0C26A3F85D97A78FEEE00AD.avif',
    categoryId: 6,
  },
  {
    name: 'Кофе Кокосовый латте',
    imageUrl: '/images/coffee/11EE7D5F2591DD2CA0CD0A70AADF65E3.avif',
    description: '0,3 л, 300 г. Горячий латте с кокосовым сиропом и ореховыми нотками',
    // imageUrl: 'https://media.dodostatic.net/image/r:292x292/11EE7D61B0C26A3F85D97A78FEEE00AD.avif',
    categoryId: 6,
  },
  {
    name: 'Какао',
    imageUrl: '/images/coffee/11EEFF364DE151A788E5FCB878868C9B.avif',
    description: '0,3 л, 240 г. Насыщенное, плотное, знакомое с детства какао с молоком',
    // imageUrl: 'https://media.dodostatic.net/image/r:292x292/11EE7D61B0C26A3F85D97A78FEEE00AD.avif',
    categoryId: 6,
  },

  // {
  //   name: 'Десерты', // 7
  // },
  {
    name: 'Сорбет Клубничный гранат',
    imageUrl: '/images/deserts/11EF8C984D5B60B6A983CC24655A61B7.avif',
    description: '1 шт., 90 г. Охлаждающий дуэт сочных ягод и спелых фруктов',
    // imageUrl: 'https://media.dodostatic.net/image/r:292x292/11EE7D61B0C26A3F85D97A78FEEE00AD.avif',
    categoryId: 7,
  },
  {
    name: 'Сорбет Лимонный фреш',
    imageUrl: '/images/deserts/11EF8C98524CA5DB829697F9FEE981D9.avif',
    description: '1 шт., 90 г. Цитрусовая свежесть в стаканчике. Сладкий вкус с приятной кислинкой',
    // imageUrl: 'https://media.dodostatic.net/image/r:292x292/11EE7D61B0C26A3F85D97A78FEEE00AD.avif',
    categoryId: 7,
  },
  {
    name: 'Чизкейк Нью Йорк с кокосом',
    imageUrl: '/images/deserts/11EF8C9843CE3DD7B132C365D18952E3.avif',
    description:
      '1 шт., 100 г. Новая вариация любимого чизкейка: творожная основа, песочное тесто и яркие кокосовые нотки',
    // imageUrl: 'https://media.dodostatic.net/image/r:292x292/11EE7D61B0C26A3F85D97A78FEEE00AD.avif',
    categoryId: 7,
  },
  {
    name: 'Чизкейк Нью-Йорк',
    imageUrl: '/images/deserts/11EE796E94CCACCD8B315161AA5D258A.avif',
    description:
      '1 шт., 100 г. Нежнейшая сырная основа, тонкий корж песочного теста и никаких добавок. Классика в мире творожных тортиков',
    // imageUrl: 'https://media.dodostatic.net/image/r:292x292/11EE7D61B0C26A3F85D97A78FEEE00AD.avif',
    categoryId: 7,
  },
  {
    name: 'Чизкейк банановый с шоколадным печеньем',
    imageUrl: '/images/deserts/11EE796EA49CED71AFE5191A77332B81.avif',
    description:
      '1 шт., 100 г. Солнечный снаружи и яркий по вкусу внутри: нежный чизкейк с бананом и шоколадным печеньем',
    // imageUrl: 'https://media.dodostatic.net/image/r:292x292/11EE7D61B0C26A3F85D97A78FEEE00AD.avif',
    categoryId: 7,
  },
  {
    name: 'Красный бархат',
    imageUrl: '/images/deserts/11EE796EAC0B98888F65499E82F9E1CC.avif',
    description:
      '1 шт., 80 г. Яркий на вид и на вкус: многослойный воздушный торт с шоколадно-ванильной основой',
    // imageUrl: 'https://media.dodostatic.net/image/r:292x292/11EE7D61B0C26A3F85D97A78FEEE00AD.avif',
    categoryId: 7,
  },
  {
    name: 'Слоеные палочки с ананасами и брусникой',
    imageUrl: '/images/deserts/11EF5976026ED24799CC6D4435C68F89.avif',
    description: '8 шт., 250 г. Здесь все сразу — брусника',
    // imageUrl: 'https://media.dodostatic.net/image/r:292x292/11EE7D61B0C26A3F85D97A78FEEE00AD.avif',
    categoryId: 7,
  },
  {
    name: 'Фондан',
    imageUrl: '/images/deserts/11EE7D5F2D20C03494F2D0BD862B3EC0.avif',
    description:
      '2 шт., 160 г. Снаружи хрустящая корочка, а внутри самое вкусное: жидкая и ооочень шоколадная начинка',
    // imageUrl: 'https://media.dodostatic.net/image/r:292x292/11EE7D61B0C26A3F85D97A78FEEE00AD.avif',
    categoryId: 7,
  },
  {
    name: 'Бруслетики',
    imageUrl: '/images/deserts/11EF59752098E3ABA705B89B5BD865CE.avif',
    description:
      '16 шт., тесто тесто 25, 280 г. Это задорные сладкие рулетики, в которых закрутился микс из натуральной брусники и пломбирного соуса',
    // imageUrl: 'https://media.dodostatic.net/image/r:292x292/11EE7D61B0C26A3F85D97A78FEEE00AD.avif',
    categoryId: 7,
  },
  {
    name: 'Додобоны',
    imageUrl: '/images/deserts/11EF862F94C7930A813C0E827420AA82.avif',
    description:
      '16 шт. Когда сливочное встречается с пряным, получаются горячие булочки с корицей в пломбирном соусе',
    // imageUrl: 'https://media.dodostatic.net/image/r:292x292/11EE7D61B0C26A3F85D97A78FEEE00AD.avif',
    categoryId: 7,
  },
  {
    name: 'Мороженое ТОП Клубника-красная смородина',
    imageUrl: '/images/deserts/11EE9B22E03DE087BE96279F92C15115.avif',
    description:
      '1 шт., 250 г. Нежное сливочное мороженое с топпингом из спелой клубники и красной смородины',
    // imageUrl: 'https://media.dodostatic.net/image/r:292x292/11EE7D61B0C26A3F85D97A78FEEE00AD.avif',
    categoryId: 7,
  },
  {
    name: 'Мороженое ТОП Соленая карамель-арахис',
    imageUrl: '/images/deserts/11EE9B22D72B90BAB2B4DC6244A3EFCA.avif',
    description: '1 шт., 250 г. Сливочное мороженое с карамельным топпингом и арахисом',
    // imageUrl: 'https://media.dodostatic.net/image/r:292x292/11EE7D61B0C26A3F85D97A78FEEE00AD.avif',
    categoryId: 7,
  },
  {
    name: 'Мороженое Юкки Пломбир на сливках',
    imageUrl: '/images/deserts/11EE796EB401DA31A7CC7D108970A0C2.avif',
    description: '1 шт., 220 г. Классический пломбир, приготовленный на свежих сливках',
    // imageUrl: 'https://media.dodostatic.net/image/r:292x292/11EE7D61B0C26A3F85D97A78FEEE00AD.avif',
    categoryId: 7,
  },
  {
    name: 'Сырники с малиновым вареньем',
    imageUrl: '/images/deserts/11EE7D5F2C48AE1ABB0DE051AEF3F7D1.avif',
    description:
      '2 шт., 150 г. Любимый десерт многих гостей — румяные сырники из печи с малиновым вареньем. Нежные, в меру сладкие и напоминающие детство',
    // imageUrl: 'https://media.dodostatic.net/image/r:292x292/11EE7D61B0C26A3F85D97A78FEEE00AD.avif',
    categoryId: 7,
  },
  {
    name: 'Сырники',
    imageUrl: '/images/deserts/11EE7D5F2B482C6C8F3E34B4ECB4CD51.avif',
    description:
      '2 шт., 130 г. Любимый десерт многих гостей — румяные сырники из печи. Нежные, в меру сладкие и напоминающие детство',
    // imageUrl: 'https://media.dodostatic.net/image/r:292x292/11EE7D61B0C26A3F85D97A78FEEE00AD.avif',
    categoryId: 7,
  },
];

//завтраки

//Омлет с ветчиной и грибами
//Горячий сытный омлет с поджаристой корочкой, ветчиной, шампиньонами и моцареллой

//Омлет с беконом
//Классическое сочетание горячего омлета с поджаристой корочкой и бекона с добавлением моцареллы и томатов на завтрак

//Омлет с пепперони
//Сытный и сбалансированный завтрак: омлет с поджаристой корочкой, пикантной пепперони, томатами и моцареллой

//Омлет сырный
//Горячий завтрак из омлета с поджаристой корочкой, моцареллой, кубиками брынзы и сырами чеддер и пармезан

/////////////////
//Закуски

//Додстер
//Легендарная горячая закуска с цыплёнком, томатами, моцареллой, соусом ранч в тонкой пшеничной лепешке

/*

Острый Додстер
Горячая закуска с цыпленком, перцем халапеньо, маринованные огурчики, томатами, моцареллой и соусом барбекю в тонкой пшеничной лепешке

Супермясной Додстер
Горячая закуска с цыпленком, моцареллой, митболами, острыми колбасками чоризо и соусом бургер в тонкой пшеничной лепешке

Куриные крылья
Куриные крылышки со специями и ароматом копчения

Паста с креветками
Паста из печи с креветками, томатами, моцареллой, соусом альфредо и чесноком

Паста Карбонара
Паста из печи с беконом, сырами чеддер и пармезан, томатами, моцареллой, фирменным соусом альфредо и чесноком

Паста Мясная
Паста из печи с митболами, соусом бургер, моцареллой, фирменным томатным соусом и чесноком

Паста Песто
Паста из печи с соусом песто, цыпленком, томатами, моцареллой и фирменным томатным соусом

Дэнвич ветчина и сыр
Поджаристая чиабатта и знакомое сочетание ветчины, цыпленка, моцареллы со свежими томатами и соусом ранч

Дэнвич чоризо барбекю
Колбаски чоризо и пепперони с соусами бургер и барбекю, томатами, огурчиками, моцареллой и луком в румяной чиабатте

Куриные кусочки

Маленькая, 135 г
Сочные кусочки цельного куриного филе с золотистой корочкой

Куриные наггетсы

5 шт ., 110 г
Хрустящие куриные наггетсы из цыпленка в панировке

Картофель из печи

Маленькая, 70 г
Запеченная в печи картошечка: пряные специи и мало масла

Баварский ланчбокс

1 шт., 240 г
Горячий сытный обед из баварских колбасок, картофеля из печи и горчичного соуса

Ланчбокс с куриными кусочками

1 шт., 200 г
Горячий сытный обед из нежных куриных кусочков, картофеля из печи и сырного соуса

Грибной стартер

1 шт., 160 г
Горячая закуска с шампиньонами, моцареллой и соусом ранч в тонкой пшеничной лепешке

Сырный Стартер

1 шт., 160 г
Горячая закуска с очень сырной начинкой: моцарелла, пармезан, чеддер и соус ранч в тонкой пшеничной лепешке

Греческий салат с соусом бальзамик

1 шт., 160 г
Салат айсберг, томаты черри, маслины, свежий огурец, кубики брынзы, соус бальзамик

Салат Цезарь

1 шт., 170 г
Цыпленок, свежие листья салата айсберг, томаты черри, сыры чеддер и пармезан, соус цезарь, пшеничные гренки, итальянские травы

//////////////////////////////
Напитки

Лимонад Малина-гранат

0,3 л, 330 г
Прохладный газированный напиток, раскрывающий дуэт сладкой малины и особенной кислинки граната

Лимонад Манго-маракуйя
0,3 л
Освежающий лимонад со вкусом яркого лета! Осторожно: поднимает настроение!

Лимонад Клубничный Мохито

0,3 л, 350 г
То что нужно для жаркого лета. Прохладный газированный мохито с клубничным вкусом

Pepsi 0,5 разливной
0,5 л
Pepsi сироп

Mirinda 0,5 разливной
0,5 л
Mirinda сироп

7UP 0,5 разливной
0,5 л
7Up сироп

Морс Вишня
0.45 л
Фирменный ягодный морс из натуральной спелой вишни: в меру сладкий и с приятной кислинкой Дизайн товара может отличаться

Морс Клюква
0.45 л
Фирменный ягодный морс из натуральной дикой клюквы с терпким послевкусием

Морс Черная смородина
0.45 л
Фирменный ягодный морс из натуральной душистой черной смородин

Квас Хлебный 1 л.
1 л

Квас Темный 1 л.
1 л

Вишнево-яблочный сок Сады Придонья 1л.
1 л

Мультифруктовый сок Сады Придонья 1л.
1 л, сок «сады придонья» мультифрукт сок «сады придонья» мультифрукт 1л.

Яблочный сок Сады Придонья 1л.
1 л, сок «сады придонья» яблоко сок «сады придонья» яблоко 1л.

Aqua Minerale газ. 0,5 л.
0,5 л

Aqua Minerale негаз. 0,5 л.
0,5 л

/////////////////////////////
Коктейли

Классический молочный коктейль 0,3

0,3 л
Это классика: молоко и мороженое

Молочный коктейль Ежевика-малина

0,3 л, 300 г
Сливочная прохлада классического молочного коктейля с добавлением лесных ягод

Молочный коктейль Пина Колада

0,3 л, 300 г
Тропическое сочетание кокоса и ананаса в нежном милкшейке

Айс Капучино 0,3

0,3 л
Холодный кофейный напиток теперь со сливочным вкусом. В составе мороженое, эспрессо и молоко

Молочный коктейль с печеньем Орео 0,3

0,3 л
Ничего лишнего, только яркий вкус: молоко, мороженое и дробленое бисквитное печенье «Орео»

Клубничный молочный коктейль

0,3 л
Не важно, какое время года на улице, этот коктейль с клубничным сиропом вернет вас в лето с одного глотка

Шоколадный молочный коктейль 0,3

0,3 л
Шоколадный милкшейк со сливочным мороженым и фирменным какао

/////////////////////////

Кофе

Кофе Американо

0,4 л, 380 г
Горячий молотый кофе для ценителей чистого вкуса

Кофе Капучино

0,4 л, 250 г
Легендарный рецепт кофе родом из Италии: эспрессо, горячее молоко и плотная молочная пенка

Кофе Латте

0,4 л, 330 г
Идеально сбалансированное сочетание кофе, увеличенной порциии молока и нежнейшей пенки

Кофе Карамельный капучино

0,3 л, 230 г
Классический капучино с молочной пенкой и карамельным сиропом

Кофе Ореховый латте

0,3 л, 300 г
Горячий латте с сиропом со вкусом фундука

Кофе Кокосовый латте

0,3 л, 300 г
Горячий латте с кокосовым сиропом и ореховыми нотками

Какао

0,3 л, 240 г
Насыщенное, плотное, знакомое с детства какао с молоком


Десерты
Сорбет Клубничный гранат

1 шт., 90 г
Охлаждающий дуэт сочных ягод и спелых фруктов

Сорбет Лимонный фреш

1 шт., 90 г
Цитрусовая свежесть в стаканчике. Сладкий вкус с приятной кислинкой

Чизкейк Нью Йорк с кокосом

1 шт., 100 г
Новая вариация любимого чизкейка: творожная основа, песочное тесто и яркие кокосовые нотки

Чизкейк Нью-Йорк

1 шт., 100 г
Нежнейшая сырная основа, тонкий корж песочного теста и никаких добавок. Классика в мире творожных тортиков

Чизкейк банановый с шоколадным печеньем

1 шт., 100 г
Солнечный снаружи и яркий по вкусу внутри: нежный чизкейк с бананом и шоколадным печеньем

Красный бархат

1 шт., 80 г
Яркий на вид и на вкус: многослойный воздушный торт с шоколадно-ванильной основой

Слоеные палочки с ананасами и брусникой

8 шт., 250 г
Здесь все сразу — брусника

Фондан

2 шт., 160 г
Снаружи хрустящая корочка, а внутри самое вкусное: жидкая и ооочень шоколадная начинка

Бруслетики

16 шт., тесто тесто 25, 280 г
Это задорные сладкие рулетики, в которых закрутился микс из натуральной брусники и пломбирного соуса

Додобоны

16 шт.
Когда сливочное встречается с пряным, получаются горячие булочки с корицей в пломбирном соусе

Мороженое ТОП Клубника-красная смородина

1 шт., 250 г
Нежное сливочное мороженое с топпингом из спелой клубники и красной смородины

Мороженое ТОП Соленая карамель-арахис

1 шт., 250 г
Сливочное мороженое с карамельным топпингом и арахисом

Мороженое Юкки Пломбир на сливках

1 шт., 220 г
Классический пломбир, приготовленный на свежих сливках

Сырники с малиновым вареньем

2 шт., 150 г
Любимый десерт многих гостей — румяные сырники из печи с малиновым вареньем. Нежные, в меру сладкие и напоминающие детство

Сырники

2 шт., 130 г
Любимый десерт многих гостей — румяные сырники из печи. Нежные, в меру сладкие и напоминающие детство


////////////////////////////////////////
Пицца из половинок
Два вкуса в одной пицце 35 см
https://media.dodostatic.net/image/r:233x233/11EE7D5F2F13041E9101158D09CEBAE0.avif

Охотничья
Соус альфредо, много моцареллы, охотничьи колбаски и шампиньоны
https://media.dodostatic.net/image/r:233x233/11EF16934D18C2059B66C44A4B7BDA7E.avif

Мясная с аджикой 🌶🌶
Баварские колбаски, острые колбаски чоризо, пикантная пепперони, цыпленок, моцарелла, фирменный томатный соус, острый соус аджика
https://media.dodostatic.net/image/r:233x233/11EF0234EAFD8424A3D86A21876DE68C.avif

Баварская
Баварские колбаски, маринованные огурчики, красный лук, томаты, горчичный соус, моцарелла, фирменный томатный соус
https://media.dodostatic.net/image/r:233x233/11EEF45FDF8D3091A8826B43F4026BAB.avif

Жюльен
Цыпленок, шампиньоны, ароматный грибной соус, красный лук, сухой чеснок, моцарелла, смесь сыров чеддер и пармезан, фирменный соус альфредо
https://media.dodostatic.net/image/r:233x233/11EE7D5F1C0043C2985BBF6397E459ED.avif

Карбонара
Бекон, сыры чеддер и пармезан, моцарелла, томаты, фирменный соус альфредо, красный лук, чеснок, итальянские травы
https://media.dodostatic.net/image/r:233x233/11EEA58E169BBB7189B38C04883BB1BA.avif

Креветки со сладким чили
Креветки, ананасы, соус сладкий чили, сладкий перец, моцарелла, фирменный соус альфредо
https://media.dodostatic.net/image/r:233x233/11EF1EB0F2E525A6963C334B9EAF6848.avif

Кантри-пицца
Бекон, ветчина, хрустящий лук, соус барбекю, соус ранч, моцарелла, маринованные огурчики, красный лук, сухой чеснок
https://media.dodostatic.net/image/r:233x233/11EEAAF6BCA45D9FAD523E13EE74F1C0.avif

Чикен бомбони
Куриные кусочки, сладкий перец, сыры чеддер и пармезан, моцарелла, красный лук, соус сладкий чили, фирменный соус альфредо
https://media.dodostatic.net/image/r:233x233/11EF1EB095B2BBDE8E1230BD91995D9D.avif

Аррива!
Цыпленок, острые колбаски чоризо, соус бургер, сладкий перец, красный лук, томаты, моцарелла, соус ранч и сухой чеснок
https://media.dodostatic.net/image/r:233x233/11EEA58D1CDE4E0D8DD7BB17004C349D.avif

Ветчина и огурчики
Ветчина, маринованные огурчики, красный лук, соус ранч, моцарелла
https://media.dodostatic.net/image/r:233x233/11EE7D5F023926BABE8370E126C19685.avif

Сырная 🌱👶
Увеличенная порция моцареллы, сыры чеддер и пармезан, фирменный соус альфредо
https://media.dodostatic.net/image/r:584x584/11EE7D5EC72C18AD947C4FCBCD336C28.avif

Чоризо фреш 🌶
Острые колбаски чоризо, зеленый перец, моцарелла, фирменный томатный соус
https://media.dodostatic.net/image/r:233x233/11EE7D5F06CB389898C7FF7B707F03A0.avif

Ветчина и сыр
Ветчина, моцарелла, фирменный соус альфредо
https://media.dodostatic.net/image/r:233x233/11EE7D5EE5C68FB89FD6FDAC7DDF92FB.avif

Итальянский цыпленок
Цыпленок, итальянские травы, сыр моцарелла, красный лук, томаты свежие, фирменный соус альфредо
https://media.dodostatic.net/image/r:233x233/11EE7D5F19C441CF95B598F6E5E4C5FC.avif

Двойной цыпленок 👶
Цыпленок, моцарелла, фирменный соус альфредо
https://media.dodostatic.net/image/r:233x233/11EE7D5EF5CC13A490103B92A7737459.avif

Деревенская
Картофель из печи, маринованные огурчики, цыпленок, соус ранч, томаты, красный лук, чеснок, моцарелла, фирменный томатный соус
https://media.dodostatic.net/image/r:233x233/11EE7D5EEAB632F58FA9238A2CC13BBB.avif

Додо микс
Четыре любимых пиццы в одной: Карбонара, Песто, Сырная, Ветчина и сыр
https://media.dodostatic.net/image/r:233x233/11EEE2451896B4FCBF26B348CCE5FE6B.avif

Песто
Соус песто, цыпленок, кубики брынзы, томаты, моцарелла, соус альфредо
https://media.dodostatic.net/image/r:233x233/11EEAA3DCE1E36DB983445A578830144.avif

Мясная
Цыпленок, ветчина, пикантная пепперони, острые колбаски чоризо, моцарелла, фирменный томатный соус
https://media.dodostatic.net/image/r:233x233/11EE7D5ED2D7730A8FD9EAABB7E6BCBE.avif

Бургер-пицца
Ветчина, маринованные огурчики, томаты, красный лук, чеснок, соус бургер, моцарелла, фирменный томатный соус
https://media.dodostatic.net/image/r:233x233/11EE7D5F0C8EA951B957406D02CA3C4D.avif

Домашняя
Пикантная пепперони, ветчина, маринованные огурчики, томаты, моцарелла, фирменный томатный соус
https://media.dodostatic.net/image/r:233x233/11EE7D5EFF9662159465E4D4D2B813CE.avif

Додо
Бекон, митболы из говядины, пикантная пепперони, моцарелла, томаты, шампиньоны, сладкий перец, красный лук, чеснок, фирменный томатный соус
https://media.dodostatic.net/image/r:233x233/11EEAA3D428F7D3BA4D099583F271097.avif

Пепперони
Пикантная пепперони, увеличенная порция моцареллы, фирменный томатный соус
https://media.dodostatic.net/image/r:233x233/11EE7D5ED4C9050D84B1932A18396C2E.avif

Четыре сезона
Томатный соус, пикантная пепперони, ветчина, кубики брынзы, томаты, шампиньоны, моцарелла, итальянские травы
https://media.dodostatic.net/image/r:233x233/11EE7D5EDE8F665C89A9328216FE2126.avif

Гавайская с альфредо
Двойная порция цыпленка, ананасы, моцарелла, фирменный соус альфредо
https://media.dodostatic.net/image/r:233x233/11EE7D5F1870A83586E2C6899863D80A.avif

Ветчина и грибы
Ветчина, много моцареллы, шампиньоны, фирменный томатный соус
https://media.dodostatic.net/image/r:233x233/11EF5B10E3FF74B5A374FE57FD333845.avif

Сырный цыпленок
Цыпленок, моцарелла, сыры чеддер и пармезан, сырный соус, томаты, фирменный соус альфредо, чеснок
https://media.dodostatic.net/image/r:233x233/11EE7D5EC38508228FE86B151F762DF0.avif

Цыпленок барбекю
Цыпленок, бекон, соус барбекю, красный лук, моцарелла, томатный соус
https://media.dodostatic.net/image/r:233x233/11EE7D5EC8FF89FDB4EB4C2FA1A066FE.avif

Цыпленок ранч
Соус Ранч, цыпленок, ветчина, томаты, сухой чеснок, моцарелла
https://media.dodostatic.net/image/r:233x233/11EE7D5ED9EE0A52BD709391420AE559.avif

Маргарита 🌱
Увеличенная порция моцареллы, томаты, итальянские травы, фирменный томатный соус
https://media.dodostatic.net/image/r:233x233/11EE7D5EDBB090A79F2FE1F49438FAE8.avif

Овощи и грибы 🌱
Шампиньоны, томаты, сладкий перец, маслины, красный лук, кубики брынзы, моцарелла, томатный соус, итальянские травы
https://media.dodostatic.net/image/r:233x233/11EE7D5EE11701CB9907D0B38BBCFFAA.avif

Мясной микс с баварскими колбасками
Баварские колбаски, острые колбаски чоризо, пикантная пепперони, бекон, моцарелла и фирменный томатный соус
https://media.dodostatic.net/image/r:233x233/11EEFF36F10F56B99194CC77FEADC910.avif

Двойная пепперони
Двойная порция пикантной пепперони, увеличенная порция моцареллы, фирменный томатный соус
https://media.dodostatic.net/image/r:233x233/11EE7D5EC175F485B576380B51BF32FE.avif
*/
